{
  "Comment.nvim": { "branch": "master" },
  "R.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "ccc.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gen.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "hardtime.nvim": { "branch": "main" },
  "jupytext.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lsp_lines.nvim": { "branch": "main" },
  "nabla.nvim": { "branch": "master" },
  "neogit": { "branch": "master" },
  "nnn.nvim": { "branch": "master" },
  "no-neck-pain.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "otter.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "quarto-nvim": { "branch": "main" },
  "rainbow_csv.nvim": { "branch": "main" },
  "rustaceanvim": { "branch": "master" },
  "tmux.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "typst-preview.nvim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-nickel": { "branch": "main" },
  "vim-numbertoggle": { "branch": "main" },
  "vim-slime": { "branch": "main" },
  "vim-swap": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "zk-nvim": { "branch": "main" }
}
